Repository: josephmawa/Bella
Catalog: po/*.po
Languages: es, tr

source: Eye Dropper
es: Gotero
tr: Damlalık

source: Pick color anywhere on your screen
es: Escoge un color en cualquier parte de tu pantalla
tr: Ekranınızın herhangi bir yerinden renk seçin

source: Color;Dropper;Eye;Picker;Pick;
es: Color;Gotero;Ojo;Selector;Seleccionar;Colores
tr: Color;Dropper;Eye;Picker;Pick;renk:damlalık;seçici;renk seçici;

source: Pick a color from the screen
tr: Ekrandan renk seç

source: Pick a color from anywhere on your screen and save it in one of the common color formats.
tr: Ekranınızın herhangi bir yerinden renk seçin ve yaygın renk biçimlerinin birinde kaydedin.

source: Below are the main features of Bella:
es: A continuación se presentan las principales características de Bella:
tr: Bellaʼnın temel özellikleri aşağıdadır:

source: Save the picked color
es: Guardar el color seleccionado
tr: Seçilen rengi kaydetme

source: Modify the picked color
es: Modificar el color seleccionado
tr: Seçilen rengi değiştirme

source: Switch to dark, light, or system mode
tr: Koyu, açık ya da sistem kipine geç

source: Details view in dark theme
tr: Koyu temada ayrıntılar görünümü

source: Details view in light theme
tr: Açık temada ayrıntılar görünümü

source: Eye dropper view in dark theme
es: Vista del gotero en tema oscuro
tr: Koyu temada damlalık görünümü

source: Eye dropper view in light theme
es: Vista del gotero en tema claro
tr: Açık temada damlalık görünümü

source: Color list view in dark theme
es: Ver la lista de colores en modo oscuro
tr: Koyu temada renk listesi görünümü

source: Color list view in light theme
es: Ver la lista de colores en modo claro
tr: Açık temada renk listesi görünümü

source: Deleted all saved colors
es: Eliminar todos los colores guardados
tr: Kayıtlı tüm renkler silindi

source: Copied %s to clipboard
es: Copiado %s al portapapeles
tr: %s panoya kopyalandı

source: Deleted saved color successfully
es: Colores eliminados correctamente
tr: Kayıtlı renk silindi

source: id: %s doesn't existent
es: id: %s no existe
tr: id: %s yok

source: Failed to pick color
es: Error al obtener el color
tr: Renk seçilemedi

source: Failed to read saved data
es: No se pudieron leer los datos guardados
tr: Kayıtlı veriler okunamadı

source: File doesn't exist yet
es: El archivo no existe aún
tr: Dosya henüz yok

source: Successfully saved picked colors to file
es: Colores seleccionados guardados exitosamente en el archivo
tr: Seçilen renkler dosyaya kaydedildi

source: Failed to save picked colors to file
es: No se pudieron guardar los colores seleccionados en el archivo
tr: Seçilen renkler dosyaya kaydedilemedi

source: An error occurred while creating directory
es: Un error ocurrio al crear el directorio
tr: Dizin oluşturulurken hata oluştu

source: Delete saved colors
es: Borrar colores guardados
tr: Kayıtlı Renkleri Sil

source: Are you sure you want to delete all the saved colors? This action is irreversible.
es: ¿Estás seguro de borrar todos los colores guardados? Esta acción es irreversible.
tr: Kayıtlı tüm renkleri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete
es: Eliminar
tr: Sil

source: Cancel
es: Cancelar
tr: İptal

source: Delete saved color
es: Eliminar color guardado
tr: Kayıtlı Rengi Sil

source: Are you sure you want to delete this color? This action is irreversible.
es: ¿Estás seguro de borrar este color? Esta acción es irreversible.
tr: Bu rengi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Copy color
es: Copiar color
tr: Rengi Kopyala

# shortcut window
source: General
tr: Genel

# shortcut window
source: Show Shortcuts
es: Mostrar Atajos del Teclado
tr: Kısayolları Göster

# shortcut window
source: Quit
es: Salir
tr: Çık

source: Preferences
es: Preferencias
tr: Tercihler

source: Color Theme Settings
es: Configuración del tema de color
tr: Renk Teması Ayarları

source: Set color theme
es: Establecer tema de color
tr: Renk temasını ayarla

source: Color theme
es: Tema de color
tr: Renk teması

# System color theme
source: System
es: Sistema
tr: Sistem

# Light color theme
source: Light
es: Claro
tr: Açık

# Dark color theme
source: Dark
es: Oscuro
tr: Koyu

source: Color Settings
es: Configuración de Color
tr: Renk Ayarları

source: Saved color settings
es: Configuración de colores guardados
tr: Kaydedilen renk ayarları

source: Delete Colors
es: Eliminar Colores
tr: Renkleri Sil

source: Delete all saved colors
es: Eliminar todos los colores guardados
tr: Kayıtlı tüm renkleri sil

# accessibility
source: Delete all saved colors
es: Eliminar todos los colores guardados
tr: Kayıtlı tüm renkleri sil

source: Color Format
es: Formato del Color
tr: Renk Biçimi

source: Select color format to display
es: Seleccionar formato de color para mostrar
tr: Görüntülenecek renk biçimini seç

source: Name
tr: Ad

source: Hex
tr: Onaltılık

source: RGB Percent
tr: RGB Yüzde

source: Primary Menu
es: Menú Primario
tr: Ana Menü

# accessibility
source: Primary menu
es: Menú Primario
tr: Ana menü

source: Pick Color from screen
es: Seleccionar Color de la pantalla
tr: Ekrandan Renk Seç

# accessibility
source: Pick color from screen
es: Seleccionar color de la pantalla
tr: Ekrandan renk seç

source: Saved Colors
es: Colores Guardados
tr: Kayıtlı Renkler

# Translators: Only translate the text 'No Saved Color'
source: <span font-size="xx-large" font-weight="bold">No Saved Color</span>
es: <span font-size="xx-large" font-weight="bold">Sin colores guardados</span>
tr: <span font-size="xx-large" font-weight="bold">Kayıtlı Renk Yok</span>

source: Color
tr: Renk

source: Actions
es: Acciones
tr: Eylemler

# Navigate back to the main screen
source: Back
es: Volver
tr: Geri

# accessibility
source: Back to main screen
es: Volver a la pantalla principal
tr: Ana ekrana geri dön

source: Modify color
es: Modificar color
tr: Rengi değiştir

# accessibility
source: Modify color
es: Modificar color
tr: Rengi değiştir

source: Modify color or select new one
es: Modificar color o seleccionar uno nuevo
tr: Rengi değiştir ya da yeni bir renk seç

source: Common color modes
es: Modos de color comunes
tr: Yaygın renk kipleri

# Hexadecimal color format
source: Hex
tr: Onaltılık

# RGB Percent color format
source: RGB Percent
es: RGB Porcentaje
tr: RGB Yüzde

source: Color Name
es: Nombre del Color
tr: Renk Adı

source: The closest color name
es: El nombre de color las parecido
tr: En yakın renk adı

# Color name
source: Name
es: Nombre
tr: Ad

source: Keyboard Shortcuts
es: Atajos del Teclado
tr: Klavye Kısayolları

source: About Bella
es: Acerca de Bella
tr: Bella Hakkında

# accessibility
source: Copy color
es: Copiar color
tr: Rengi kopyala

source: Delete color
es: Eliminar color
tr: Rengi Sil

# accessibility
source: Delete color
es: Eliminar color
tr: Rengi sil

source: View details
es: Ver detalles
tr: Ayrıntıları Göster

# accessibility
source: View details
es: Ver detalles
tr: Ayrıntıları göster

source: Pick color from the screen
es: Seleccionar color de la pantalla

source: Pick color from anywhere on your screen and save it in one of the common color formats.
es: Selecciona colores de cualquier lugar de tu pantalla y guardalos en uno delos formatos de color comunes.

source: Switch to dark, light or system mode
es: Cambiar al modo oscuro, claro o el del sistema

source: color picker
es: selector de color

source: eye dropper
es: Gotero

source: development
es: desarrollo
